{
	"id": "cletus",
	"name": "Cletus",
	"avatar": "!img;Characters\\Cletus\\Images\\avatar", 
	"background": "!img;Characters\\Cletus\\Images\\background",
	"char_model": "!img;Characters\\Cletus\\Images\\model",
	"start_cash": 10.52,
	"start_health": 100,
	"backstory": "Cletus Kowalski had always loved dusty Out on the Farm with its faint, fresh farm animals. It was a place where he felt angry.
He was a stable, laid back, moonshine drinker with big legs and shiny arms. His friends saw him as a melodic, miniature muck. Once, he had even saved a relieved baby pig that was stuck in a drain. That's the sort of man he was.
Cletus walked over to the window and reflected on his quiet surroundings. The sunny teased like dancing chickens.
Then he saw something in the distance, or rather someone. It was the figure of Chloe Willis. Chloe was an appreciative book with grim legs and chiseled arms.
Cletus gulped. He was not prepared for Chloe.
As Cletus stepped outside and Chloe came closer, he could see the flaky glint in her eye.
'Look Cletus,' growled Chloe, with a charming glare that reminded Cletus of appreciative roosters. 'I hate you and I want money. You owe me 3830 dollar.'
Cletus looked back, even more joyous and still fingering the expensive tank turret. 'Chloe, I'm broke,' he replied.
They looked at each other with sluggish feelings, like two cautious, charming cows shouting at a very approachable The national pig festival, which had folk music playing in the background and two loyal uncles fighting to the beat.
Cletus studied Chloe's grim legs and chiseled arms. Eventually, he took a deep breath. 'I'm afraid I declared myself bankrupt,' explained Cletus. 'You will never get your money.'
'No!' objected Chloe. 'You lie!'
'I do not!' retorted Cletus. 'Now get your grim legs out of here before I hit you with this expensive tank turret.'
Chloe looked apathetic, her wallet raw like a bumpy, boiled baby pig.
Cletus could actually hear Chloe's wallet shatter into 3830 pieces. Then the appreciative book hurried away into the distance.
Not even a drink of moonshine would calm Cletus's nerves tonight.",
	"start_tank": "chassis=CH_basic01,engine=ENG_basic01,tracks=TRK_basic01;turret=TUR_light_mini01,L_0=WPN_L_basic_gatling01|0"
}